// Keyboard HID (handsfree) panel
"MSG_TYPE_PASSKEY" = "Voer de volgende toegangscode in en druk op de Return-toets op het toetsenbord.";

"MSG_PAIRING_TIMEOUT" = "Er kan geen koppeling met '%@' tot stand worden gebracht. Klik op 'Koppel' om het opnieuw te proberen.";
"MSG_PAIRING_TIMEOUT_AUTO" = "Er kan geen koppeling met '%@' tot stand worden gebracht. Over 5 seconden wordt geprobeerd het volgende toetsenbord te koppelen.";
"MSG_PAIRING_TIMEOUT_AUTO_LAST" = "Er kan geen koppeling met '%@' tot stand worden gebracht. Over 5 seconden wordt het opnieuw geprobeerd.";

"MSG_PAIRING_FAILED" = "Er kan geen koppeling met het toetsenbord tot stand worden gebracht. Klik op 'Koppel' om het opnieuw te proberen.";
"MSG_PAIRING_FAILED_AUTO" = "Er kan geen koppeling met het toetsenbord tot stand worden gebracht. Bezig met een nieuwe poging…";

// Discovery Panel (General)
"kDiscovery_Gen_ErrorOccurredSearchingKey" = "Er heeft zich een probleem voorgedaan bij het zoeken naar draadloze apparaten.";


//getPairingWithDeviceTitle;
"TITLE_PAIRING_WITH_YOUR_KEYBOARD" = "Koppelen met het toetsenbord '%@'.";
"TITLE_PAIRING_WITH_YOUR_MOUSE" = "Koppelen met de muis '%@'.";

//getSearchingForDeviceTitle;
"TITLE_SEARCHING_FOR_YOUR_KEYBOARD" = "Zoeken naar uw toetsenbord…";
"TITLE_SEARCHING_FOR_YOUR_MOUSE" = "Zoeken naar uw muis…";

//getDevicePairedTitle
"TITLE_PAIRED_KEYBOARD" = "De computer is gekoppeld met '%@'.";
"TITLE_PAIRED_MOUSE" = "De computer is gekoppeld met '%@'.";

//getNFoundTitle
"TITLE_KEYBOARD_N_FOUND" = "Configuratie-assistent heeft %d draadloze toetsenborden gevonden.";
"TITLE_MOUSE_N_FOUND" = "Configuratie-assistent heeft %d draadloze muizen gevonden.";

//getFoundTitle
"TITLE_KEYBOARD_FOUND" = "Configuratie-assistent heeft het toetsenbord '%@' gevonden.";
"TITLE_MOUSE_FOUND" = "Configuratie-assistent heeft de muis '%@' gevonden.";

//getMessageStartPairing
"MSG_START_PAIRING_KEYBOARD" = "Selecteer uw toetsenbord in de lijst en klik op 'Koppel'. Zodra uw toetsenbord is gekoppeld, ziet u een toegangscode, die u via het toetsenbord moet opgeven.";
"MSG_START_PAIRING_MOUSE" = "Configuratie-assistent probeert met elke muis in de lijst een koppeling tot stand te brengen. Zodra de muis is gekoppeld, kunt u de aanwijzer verplaatsen met de muis.";

//getMessageStartPairingSingle
"MSG_START_PAIRING_KEYBOARD_SINGLE" = "Het koppelen met '%@' begint automatisch. Zodra uw toetsenbord is gekoppeld, ziet u een toegangscode, die u via het toetsenbord moet opgeven.";
"MSG_START_PAIRING_MOUSE_SINGLE" = "Het koppelen met '%@' begint automatisch. Zodra uw muis is gekoppeld, kunt u de aanwijzer verplaatsen met de muis.";

//getMessageDeviceNotFound
"MSG_KEYBOARDS_NOT_FOUND_SO_FAR" = "Geen toetsenbord gevonden. Bezig met zoeken…";
"MSG_MOUSE_NOT_FOUND_SO_FAR" = "Geen muis gevonden. Bezig met zoeken…";

//getMessageNoDevice
"MSG_NO_KEYBOARD" = "Er is geen toetsenbord op de computer aangesloten. Sluit het toetsenbord nu aan.";
"MSG_NO_MOUSE" = "Er is geen muis op de computer aangesloten. Sluit de muis nu aan.";

//getMessageNoDeviceBT
"MSG_NO_KEYBOARD_BLUETOOTH"	= "Er is geen toetsenbord op de computer aangesloten. Sluit het toetsenbord nu aan.\n\nAls u een Apple Wireless Keyboard gebruikt, controleert u of de batterijen goed in het toetsenbord zijn geplaatst en of het toetsenbord is ingeschakeld.";
"MSG_NO_MOUSE_BLUETOOTH" = "Er is geen muis op de computer aangesloten. Sluit de muis nu aan.\n\nAls u een Apple Wireless Mouse gebruikt, schakelt u de muis in door de schakelaar aan de onderkant van de muis te verschuiven zodat de LED zichtbaar is.\n\nAls u geen muis gebruikt, sluit u nu het toetsenbord aan.";

//getMessageGettingDeviceName
"MSG_GETTING_KEYBOARD_NAMES" = "Bezig met bijwerken van %d toetsenbordnamen...";
"MSG_GETTING_MOUSE_NAMES" = "Bezig met bijwerken van %d muisnamen...";

//getMessageWaitingForAcknowlegement
"MSG_WAITING_FOR_KEYBOARD_ACKNOWLEGEMENT" = "Druk op de Return-toets op het toetsenbord om de koppeling te bevestigen. Als u dit niet doet, begint het koppelen opnieuw over %d seconden.";
"MSG_WAITING_FOR_MOUSE_ACKNOWLEGEMENT" = "Klik met de muis op de knop 'OK' (zie hieronder) om de koppeling te bevestigen. Als u dit niet doet, begint het koppelen opnieuw over %d seconden.";

//getMessageAuthenticationFailure
"MSG_AUTH_FAILURE_KEYBOARD" = "U hebt een onjuiste toegangscode opgegeven. Klik op 'Koppel' om het opnieuw te proberen.";
"MSG_AUTH_FAILURE_MOUSE" = "De koppeling met de muis is mislukt. Klik op 'Koppel' om het opnieuw te proberen.";

//getMessageAuthenticationFailureAuto
"MSG_AUTH_FAILURE_KEYBOARD_AUTO" = "U hebt een onjuiste toegangscode opgegeven. Over 5 seconden begint het koppelen met het toetsenbord opnieuw.";
"MSG_AUTH_FAILURE_MOUSE_AUTO" = "De koppeling met de muis is mislukt. Het koppelen begint opnieuw over 5 seconden.";

//getMessageAlreadyPaired
"MSG_ALREADY_PAIRED_KEYBOARD" = "Wachten op verbinding met het toetsenbord…";
"MSG_ALREADY_PAIRED_MOUSE" = "Klik met de muis om deze te gaan gebruiken.";

// ** WARNINGS **
//getWarningPairingSingle
"MSG_WARNING_PAIRING_MOUSE_SINGLE" = "Als dit niet uw muis is, controleert u of uw muis is ingeschakeld. Wacht vervolgens totdat het zoeken opnieuw begint.";
"MSG_WARNING_PAIRING_KEYBOARD_SINGLE" = "Als dit niet uw toetsenbord is, controleert u of uw toetsenbord is ingeschakeld. Wacht vervolgens totdat het zoeken opnieuw begint.";

//getWarningPairing 
"MSG_WARNING_PAIRING_MOUSE" = "Als uw muis niet in de lijst voorkomt, controleert u of de muis is ingeschakeld. Wacht vervolgens totdat het zoeken opnieuw begint.";
"MSG_WARNING_PAIRING_KEYBOARD" = "Als uw toetsenbord niet in de lijst voorkomt, controleert u of het is ingeschakeld. Klik op 'Annuleer' om er opnieuw naar te zoeken.";

//getWarningAcknowlegement
"MSG_WARNING_ACK_MOUSE" = "Als de aanwijzer niet beweegt wanneer u de muis beweegt, is de muis niet met de computer gekoppeld. Wacht totdat het koppelen opnieuw begint.";
"MSG_WARNING_ACK_KEYBOARD" = "Als de koppeling niet wordt bevestigd wanneer u op de Return-toets drukt, is het toetsenbord niet met de computer gekoppeld. Wacht totdat het koppelen opnieuw begint.";

// ** PAIRING STATUS **
//getMessagePairingStarting
"MSG_PAIRING_STARTING" = "Koppelen met het apparaat…";

//getMessagePairingConnectingToDevice
"MSG_PAIRING_CONNECTING" = "Verbinden…";

//getMessagePairingConnectionEstablished
"MSG_PAIRING_CONNECTION_ESTABLISHED" = "Verbonden.";

//getMessagePairingConnectionComplete
"MSG_PAIRING_COMPLETE" = "Koppeling is voltooid.";

"CUSTOM_MOUSE_NAME"	= "Muis van %@";
"CUSTOM_KEYBOARD_NAME"	= "Toetsenbord van %@";

